RRN_Data/2046900/2046969.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2024-10-04T08:18:01.973+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2024-10-04T08:18:01.973+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="241004-000408" version="1"><overallSeverity>medium</overallSeverity><situationVersionTime>2024-10-04T08:18:01.209+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="MaintenanceWorks" id="241004-000408-1" version="1"><situationRecordCreationTime>2024-10-04T08:05:55.524+02:00</situationRecordCreationTime><situationRecordObservationTime>2024-10-04T08:05:55.524+02:00</situationRecordObservationTime><situationRecordVersionTime>2024-10-04T08:18:01.209+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-10-04T08:05:55.524+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>probable</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><sourceName><values><value lang="fr">CIGT Foix (Saint-Paul-de-Jarrat)</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-10-08T21:00:00.000+02:00</overallStartTime><overallEndTime>2024-10-10T06:00:00.000+02:00</overallEndTime><validPeriod><periodName><values><value lang="FR">Uniquement de nuit</value></values></periodName></validPeriod></validityTimeSpecification></validity><impact><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Sud (Foix)/CEI Chaum</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.042953</latitude><longitude>0.5944388</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Labroquère</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N125</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.044018</latitude><longitude>0.59261334</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Labroquère</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N125</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0125</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>30.0</distanceAlong><fromReferent><referentIdentifier>31PR6U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>150.0</distanceAlong><fromReferent><referentIdentifier>31PR5U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><roadworksScale>medium</roadworksScale><roadMaintenanceType>resurfacingWork</roadMaintenanceType></situationRecord><situationRecord xsi:type="RoadOrCarriagewayOrLaneManagement" id="241004-000408-2" version="1"><situationRecordCreationTime>2024-10-04T08:05:55.524+02:00</situationRecordCreationTime><situationRecordObservationTime>2024-10-04T08:05:55.524+02:00</situationRecordObservationTime><situationRecordVersionTime>2024-10-04T08:18:01.209+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-10-04T08:05:55.524+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>probable</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><sourceName><values><value lang="fr">CIGT Foix (Saint-Paul-de-Jarrat)</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-10-08T21:00:00.000+02:00</overallStartTime><overallEndTime>2024-10-10T06:00:00.000+02:00</overallEndTime><validPeriod><periodName><values><value lang="FR">Uniquement de nuit</value></values></periodName></validPeriod></validityTimeSpecification></validity><impact><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Sud (Foix)/CEI Chaum</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.042953</latitude><longitude>0.5944388</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Labroquère</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N125</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.044018</latitude><longitude>0.59261334</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Labroquère</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N125</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0125</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>30.0</distanceAlong><fromReferent><referentIdentifier>31PR6U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>150.0</distanceAlong><fromReferent><referentIdentifier>31PR5U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><roadOrCarriagewayOrLaneManagementType>singleAlternateLineTraffic</roadOrCarriagewayOrLaneManagementType></situationRecord><situationRecord xsi:type="ReroutingManagement" id="241004-000408-3" version="1"><situationRecordCreationTime>2024-10-04T08:05:55.524+02:00</situationRecordCreationTime><situationRecordObservationTime>2024-10-04T08:05:55.524+02:00</situationRecordObservationTime><situationRecordVersionTime>2024-10-04T08:18:01.209+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2024-10-04T08:05:55.524+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>probable</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Sud-Ouest</sourceIdentification><sourceName><values><value lang="fr">CIGT Foix (Saint-Paul-de-Jarrat)</value></values></sourceName><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2024-10-08T21:00:00.000+02:00</overallStartTime><overallEndTime>2024-10-10T06:00:00.000+02:00</overallEndTime><validPeriod><periodName><values><value lang="FR">Uniquement de nuit</value></values></periodName></validPeriod></validityTimeSpecification></validity><impact><originalNumberOfLanes>2</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Sud-Ouest/District Sud (Foix)/CEI Chaum</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>bothWays</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.042953</latitude><longitude>0.5944388</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Labroquère</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N125</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>43.044018</latitude><longitude>0.59261334</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Labroquère</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">N125</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation><linearWithinLinearElement><directionRelativeOnLinearSection>both</directionRelativeOnLinearSection><linearElement><roadNumber>N0125</roadNumber></linearElement><fromPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>30.0</distanceAlong><fromReferent><referentIdentifier>31PR6U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></fromPoint><toPoint xsi:type="DistanceFromLinearElementReferent"><distanceAlong>150.0</distanceAlong><fromReferent><referentIdentifier>31PR5U</referentIdentifier><referentType>referenceMarker</referentType></fromReferent></toPoint></linearWithinLinearElement></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><reroutingManagementType>followLocalDiversion</reroutingManagementType><reroutingItineraryDescription><values><value lang="FR">Par RD 26E</value></values></reroutingItineraryDescription><signedRerouting>false</signedRerouting></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>